;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=عربي
;Language name in English e.g. German
LanguageEn=Arabic
;Your name here. You can also leave your email, website, blog...
Translator=Listary
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=لا شيئ
602=Listary خيارات

;Tray Menu
1001=تعليمات على الإنترنت
1002=التحقق من وجود التحديثات...
1003=حول
1004=خروج

;Toolbar
1100=بحث

;Favorite Menu
2000=المفضلة
2001=هذا التطبيق
2002=عالمي
2003=أضف هنا
2004=إضافة المجلد الحالي إلى المفضلة
2050=فشل إضافة مفضلة
2051=الجدول غير قادر على الحصول على المسار من هذا التطبيق

;Recent Menu
2100=أخير
2101=تنظيف
2103=مجلد
2104=ملف
2105=تتبع هذا التطبيق
2106=لا تتبع هذا التطبيق
2107=إظهار المزيد...

;Smart Menu
2200=ذكي
2201=المجلدات المفتوحة حاليا
2202=انتقل لفتح المجلد الاخير في مدير الملف
2203=فتح الملف المحدد في إدارة الملفات
2204=استكشاف المجلد الحالي
2205=موجه الأوامر
2206=انتقل إلى مجلد التطبيق
2207=استكشاف مجلد التطبيق
2208=إظهار ملحق الملف
2209=إظهار الملفات والمجلدات المخفية
2210=نسخ مسار المجلد إلى الحافظة
2211=نسخ مسارات عناصر المحددة إلى الحافظة
2212=نسخ أسماء العرض من المواد  المحددة إلى الحافظة
2213=خيارات
2214=إصدار الترقية إلى محترف
2215=إضافة تطبيق إلى قائمة الدعم
2216=لهذا التطبيق Listary تعطيل
2217=CSV تصدير قائمة المحتوى إلى ملف
2218=فاصل
2250=لدعم القائمة بنجاح %s تم إضافة
2251=الآن %s لتنشيط الجدول في %s يمكنك استخدام زرالماوس الأوسط  أو المفتاح النشط
2252=لهذا التطبيق Listary هل أنت متأكد تريد تعطيل
2253=Listary تعطيل
2254=الجدول لن يظهر أكثر عند بدء تشغيل التالي لهذا التطبيق  . \n أنت يمكن أن تذهب إلى الخيارات دائما> تطبيقات لتمكينه ثانية

;Search
2300=قائمة
2301=الانتقال إلى
2302=لا توجد مواد تطابق بحثك

;Options > General
3000=عام
3001=عند بدء تشغيل الوندوز Listary بدء
3002=تعيين تركيز الإدخال إلى قائمة الملفات تلقائياً لمستكشف الوندوز اكس بي
3003=التحقق من وجود تحديثات عند فتح الخيارات
3004=(رمز التبديل السريع (فتح المجلد الحالي في مربع حوار ملف عند التبديل من مدير ملف
3005=اللغة:
3006=إدارة الملفات الافتراضية
3007=استخدام %1 في المعلمة للمسار. لا تنسوا علامات الاقتباس\n ملء هذا إذا كنت تفضل استخدام إدارة ملفات غير مستكشف الوندوز


;Options > Favorites
3100=المفضلة
3101=تفاصيل
3102=الاسم:
3103=مفتاح نشط:
3104=النوع:
3105=المسار:
3106=القائمة الفرعية
3107=إضافة عنصر المفضلة
3108=إزالة العنصر المحدد المفضلة

;Options > Recent
3200=أخير
3201=المواد الأخيرة العالمية:
3206=تعقب العناصر الحديثة العالمية
3207=تتبع الملفات الحديثة والمجلدات لكافة التطبيقات
3208=حدد الملف المفتوح أخيرا تلقائياً في مربع حوار فتح الملف
3209=إزالة العناصر المحددة مؤخرا
3210=ازالة كافة العناصر الأخيرة
3211=المواد الأخيرة العالمية
3212=المجلدات الأخيرة لكل تطبيق
3213=الملفات الحديثة لكل تطبيق
3214=عناصر القائمة الأخيرة
3215=البحث مؤخرا في الملفات والمجلدات

;Options > Smart Commands
3300=أوامر ذكية
3301=تفاصيل الأمر
3303=الامر:
3305=إظهار هذا الأمر في القائمة الذكية
3306=إضافة أمر مخصص
3307=الاسم
3308=مفتاح نشط
3309=الامر
3310=إظهار في القائمة الذكية
3311=إضافة أمر ذكية المضمنة
3312=إزالة الأمر المحدد

;Options > Applications
3400=تطبيقات
3401=(إعدادات التطبيق: (يؤثر فقط على التطبيق المحدد في القائمة أعلاه
3402=لهذا التطبيق Listary مكن
3403=تعقب الملفات والحافظات الأخيرة
3404=إضافة تطبيق إلى تعديل إعداداته
3405=إزالة التطبيق المحدد جنبا إلى جنب مع عناصره المفضلة والأخيرة
3406=المسار

;Options > Keyboard and Mouse
3500=الماوس ولوحة المفاتيح
3501=مفتاح نشط
3502=عالمي:
3503=Listary  اظهار شريط أدوات:
3504=إظهار قائمة منبثقة:
3505=(المحلي (يعمل فقط في حين يظهار شريط ادوات الجدول:
3506=القائمة المفضلة:
3507=القائمة الأخيرة:
3508=القائمة الذكية:
3509=مكن مفاتيح نشطة محلية (بضمن ذلك المفاتيح النشطة للمفضلة والأوامر الذكية) للمستكشف عندما شريط ادوات الجدول مخفية
3510=فار
3511=في المستكشف / حوار ملف / مكتب Listary نقر مضاعفة في منطقة فارغة لتنشيط Listary 
3512=Listary نقر الوسط  لتنشيط 

;Options > Display
3600=عرض
3601=موقع الاطار
3602=المطلقة
3603=نسبة إلى القائمة
3604=نسبة إلى النافذة
3605=من أعلى
3606=من أسفل
3607=من اليسار
3608= من اليمين
3609=العتامة
3610=قائمة
3611=الحد الأقصى لعدد من المواد المعروضة :
3612=(أقصى عرض (بالبكسل:
3613=(الحد الأدنى من العرض (بالبكسل:
3614=(تحويم الماوس لفتح القوائم (التأخير بالمللي ثانية، 0 تعطيل:
3615= القائمة المنبثقة
3616= تظهر العناصر الحديثة في القائمة الفرعية
3617=بكسل

;Options > Integration
4000=التكامل
4001=مفضل Listary اضافة قائمة دليل الاوامر الكلية إلى
4002=استخدم الاوامرالكلية لإستبدال حوارات الملف:

;Options > Compatibility
3700= التوافق
3701=سوف تعمل أيضا مع التطبيقات التالية Listary:
3702= إضافة تطبيق لدعم قائمة
3703= إزالة التطبيق المحدد من قائمة الدعم
3704= مدير ملف
3705=فئة
3706= قابل للتنفيذ
3707=شريط العنوان
3708=نعم
3709=لا

;Options > Pro
3800=Listary Pro الترقية إلى
;3801=
3802=الاسم:
3803=بريد:
3804=رمز التسجيل:
3805=ملاحظة
3806=جدول مجهز كبرنامج مجاني للإستعمال الشخصي واللاربحي. في هذه الحالات، أنت تمنح الحق لإستعمال هذا البرنامج مجانيا 
3807=Listary Pro للاستخدام التجاري، تحتاج إلى الترقية إلى
3808=لصق من الحافظة
3809=تحقق من رمز التسجيل

;Options > About
3900=حول
3901=جدول مجاني للاستخدام الشخصي فقط. إذا كنت ترغب في استخدامها لأغراض تجارية أو تحتاج إلى بعض الميزات المتقدمة، الرجاء شراء المؤيدين لهذه الصيغة مترجم البرنامج اليزيد للحاسبات
3902=عرض الصفحة الرئيسية
3903=تم ترخيص هذا البرنامج

;Add Application Dialog
4100= إضافة التطبيق
4101= اسحب الباحث في شريط العنوان من التطبيق لتحديده، ومن ثم الافراج عن زر الماوس
4102=باحث :
4103=فئة :
4104=قابل للتنفيذ :
4105=شريط عنوان :
4106=(مدير الملف (مراقبتة لتمكين الميزات التي تعمل في مدير الملف فقط
4107=* فشل * المستهدفة بتشغيل كمسؤول؟

;Custom Command Dialog
4200=أمر مخصص
4201=المسار الكامل لملف قابل للتنفيذ. \n مثال:C:\Program Files\7-Zip\7z.exe
4202=المعلمة:
4203=يمكنك استخدام المتغيرات التالية في المعلمة. متغيرات لا تحتوي على علامات اقتباس، رجاء أضفهم يدويا طبقا لحاجاتك 7-Zip.\n\n  المثال يوضح لك كيفية إضافة الملف المحدد إلى أرشيف، واستخدام
4204=%file%\t\tالمسار الكامل للملف/المجلد المحدد.\nمثال:  D:\download\music\example.mp3\n\n%path%\tمسار المجلد الحالي.\nمثال: D:\download\music\\n\n%filename%\tاسم الملف من الملف/حافظة المحدد.\nExample: example.mp3

;Add Favorite Dialog
4300=إضافة للمفضلة